export const ndaData=[
    {id:1, header:'Ограничиваем доступ к информации', desc:'Определяем порядок доступа к коммерческой информации и устанавливаем контроль за его соблюдением'},
    {id:2, header:'Ведём учет тех, кто получил доступ', desc:'Это позволяет установить нарушителя, разгласившего коммерческую тайну, или того, кто неправомерно получил к ней доступ'},
    {id:3, header:'Устанавливаем режим коммерческой тайны в документах', desc:'Все сотрудники подписали договор о неразглашении коммерческой тайны и понесут ответственность при его нарушении'},
    {id:4, header:'Создали условия для соблюдения режима коммерческой тайны', desc:'Определяем порядок доступа к коммерческой информации и устанавливаем контроль за его соблюдением'},
]
