import img1 from "../../../assets/img/iconAboutUs/img1.png";
import img2 from "../../../assets/img/iconAboutUs/img2.png";
import img3 from "../../../assets/img/iconAboutUs/img3.png";

const img1Feat = {
    backgroundImage: 'url(' + img1 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}
const img2Feat = {
    backgroundImage: 'url(' + img2 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}
const img3Feat = {
    backgroundImage: 'url(' + img3 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}

export const descData=[
    {header:'НАША МИССИЯ',desc:'Благодаря технологиям и высоким стандартам обслуживания Veon-tech улучшает качество жизни людей, помогает им достигать большего и наслаждаться жизнью. С Veon-tech люди могут избежать стресса, сэкономить свое время и разум для семьи и друзей, для любимых занятий, которые делают их счастливее, и для идей, меняющих мир.'},
    {header:'НАШИ ЦЕННОСТИ',desc:'Мы считаем, что самый ценный ресурс, которым мы обладаем, - это наши люди. \n' +
            'VEON-TECH - это не просто собрание высококвалифицированных специалистов, а команда. За годы роста, благодаря инвестициям в тщательные процедуры отбора, обучение, конкурентные преимущества и привлекательные возможности карьерного роста, нам удалось собрать мозаику мотивированных, лояльных и высококвалифицированных ИТ-специалистов. Мы охотно инвестируем в программы и инфраструктуру, которые привлекают и удерживают лучшие таланты, поддерживают полноценную среду, вдохновляющую на профессиональные достижения и творчество.'},
]


export const featureData=[
    {img:img1Feat,header:'Приносим Вам прибыль',desc:'Наша основная задача состоит в том, чтобы бизнес клиента приносил ему прибыль, если зарабатывает бизнес клиента - зарабатываем и мы!'},
    {img:img2Feat,header:'Приносим Вам прибыль',desc:'Основа нашей работы - это персональный подход к каждой компании и сотрудникам работающей в ней.'},
    {img:img3Feat,header:'Приносим Вам прибыль',desc:'Любая выполняемая задача или проект - будь небольшая правка на сайте или ежегодный план лидогенерации - организуется с учетом выполнения всех оговоренных сроков и высоким качеством работ и обслуживания.'},
]