import img1 from "../../../assets/img/iconAboutUs/img1.png";
import img2 from "../../../assets/img/iconAboutUs/img2.png";
import img3 from "../../../assets/img/iconAboutUs/img3.png";

const img1Feat = {
    backgroundImage: 'url(' + img1 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}
const img2Feat = {
    backgroundImage: 'url(' + img2 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}
const img3Feat = {
    backgroundImage: 'url(' + img3 + ')',
    backgroundSize: 'contain',
    backgroundPosition: 'center'
}

export const descData=[
    {header:'Успешность',desc:'Нами реализовано более 100 коммерческих проектов (в том числе дочерние рейтинговые проекты) и мы успели собрать за 5 лет практического опыта более 50 положительных отзывов с рейтингом 5.0 в Google / Яндекс, а также письменных, аудио- и видеоотзывов клиентов.'},
    {header:'Профессионализм',desc:'В агентстве работают только высоко квалифицированные специалисты. Мы имеем большой опыт и собственные наработки для продвижения компаний в сферах строительства, туризма, образования, финансов и других.'},
    {header:'Честность',desc:'Самое главное для нас — сохранить доверительные и долгие отношения с клиентами, поэтому все цены, тарифы и какие работы входят в них размещены на нашем сайте. Нас любят за честность и открытость.'},
    {header:'Оперативность',desc:'Мы быстро отвечаем на вопросы, реагируем и решаем возникшие проблемы в мессенджерах, по телефону и почту. Благодаря этому мы выполняем проекты в сжатые сроки.'},
    {header:'Результативность',desc:'Мы настроены только на долгосрочный результат и предоставляем гарантии качества на наши работы, а также рады обсудить ваш проект до мелочей как в нашем офисе, так и онлайн.'},
]


export const featureData=[
    {img:img1Feat,header:'Приносим Вам прибыль',desc:'Наша основная задача состоит в том, чтобы бизнес клиента приносил ему прибыль, если зарабатывает бизнес клиента - зарабатываем и мы!'},
    {img:img2Feat,header:'Приносим Вам прибыль',desc:'Основа нашей работы - это персональный подход к каждой компании и сотрудникам работающей в ней.'},
    {img:img3Feat,header:'Приносим Вам прибыль',desc:'Любая выполняемая задача или проект - будь небольшая правка на сайте или ежегодный план лидогенерации - организуется с учетом выполнения всех оговоренных сроков и высоким качеством работ и обслуживания.'},
]
