import React from 'react';
import s from './PolityConfidence.module.scss'

const PolityConfidence = () => {
    return (
        <div className={s.container}>
                <h6> Политика обработки персональных данных</h6>
            VEON-TECH с уважением относится к правам наших клиентов.
            Мы безоговорочно признаем важность конфиденциальности личной информации и соблюдаем правила защиты персональных данных от несанкционированного доступа третьих лиц (защита персональных данных).<br/>
            <br/>
            Заполнение формы с контактными данными означает согласие с настоящей Политикой конфиденциальности и указанными в ней условиями обработки персональной информации.<br/>
                <br/>
            Ниже приводится информация об обработке персональных данных.<br/>
                <br/>
            1. Персональные данные. Цель сбора и обработки персональных данных.<br/>
                <br/>
            1.1. Вы всегда можете посетить данную страницу, не раскрывая никакой персональной информации.<br/>
            1.2. Под персональными данными понимается любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу.<br/>
            1.3. Наша компания собирает и использует персональные данные, необходимые для выполнения Вашего запроса, это – имя, телефон и электронный адрес.<br/>
            1.4. Наша компания не проверяет достоверность персональных данных, предоставляемых физическими лицами, и не проверяет их дееспособность.<br/>
                <br/>
            2. Условия обработки персональной информации покупателя и её передачи третьим лицам.<br/>
            2.1. При обработке персональных данных наших клиентов мы руководствуемся законом РБ «Об информации, информатизации и защите информации».<br/>
            2.2. В отношении персональной информации покупателя сохраняется ее конфиденциальность.<br/>
            2.3. Наша компания не передает персональные данные третьим лицам.<br/>
                <br/>
            3. Меры, применяемые для защиты персональной информации пользователей.<br/>
            Наша компания принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.

        </div>
    );
};

export default PolityConfidence;
