import imgA1 from "../../../../assets/img/imgDev/stateDev/pencil1.svg";
import imgA2 from "../../../../assets/img/imgDev/stateDev/creativity2.svg";
import imgA3 from "../../../../assets/img/imgDev/stateDev/prototype3.svg";
import imgA4 from "../../../../assets/img/imgDev/stateDev/computer4.svg";
import imgA5 from "../../../../assets/img/imgDev/stateDev/quality-check5.svg";
import imgA6 from "../../../../assets/img/imgDev/stateDev/start-up6.svg";

export const workWithUS=[    {
    header: 'Создание сайтов с увеличением конверсии на 37%',
    desc: 'Мниверсальные веб-ресурсы, от одностраничных сайтов до сложных B2B систем. Создаем решения, которые привлекают клиентов, демонстрируют ваши продукты и используют все возможности онлайн-бизнеса.',
    img: {
        backgroundImage: 'url(' + imgA1 + ')',
        backgroundSize: 'contain',
        backgroundPosition: 'center',

    }
},
    {
        header: 'Высококачественный дизайн',
        desc: 'Подчеркивает уникальность вашего веб-сайта, программ и приложений вашей компании. Ваш веб-сайт будет узнаваемым среди ваших клиентов, партнеров и конкурентов.',
        img: {
            backgroundImage: 'url(' + imgA2 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },
    {
        header: 'Клиентоориентированность',
        desc: 'Индивидуальный подход и понимание ваших запросов, даже если у вас нет технических знаний о создании сайтов. Изучаем потребности бизнеса и ожидания клиентов. Конструируем удобную площадку для взаимодействия с целевой аудиторией в интернете.',
        img: {
            backgroundImage: 'url(' + imgA3 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },

]

export const stageDev=[    {
    header: 'Разработка структуры и дизайна сайта',
    desc: 'Это структура кода, если сайт с нуля, или концепция шаблона, если сайт на готовой платформе. Грамотная логика сайта очень важна, чтобы добиться высокой скорости, функциональности и удобства в использовании для вас и ваших клиентов. Внешний вид сайта мы создаём с учётом всех ваших пожеланий по дизайну и актуальных тенденций. Сайт должен выгодно отличаться от других и при этом содержать плюсы, исключая все минусы существующих проектов.',
    img: {
        backgroundImage: 'url(' + imgA1 + ')',
        backgroundSize: 'contain',
        backgroundPosition: 'center',

    }
},
    {
        header: 'Составление технического задания',
        desc: 'Позволит нам собрать все самые крутые “фишки” ваших конкурентов, применив их в разработке вашего сайта, и предупредить все “проколы”. Также при составлении ТЗ мы сформулируем для вас правильное уникальное торговое предложение, которое транслируется через сайт, и, конечно, предложим вам профессиональное видение удобства размещения кнопок, платежных окон, вкладок, выпадающих окон и многого другого, исходя из уже существующих на рынке образцов.',
        img: {
            backgroundImage: 'url(' + imgA2 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },
    {
        header: 'Разработка рабочей версии сайта',
        desc: 'Hаписание кода или техническая разработка шаблона на платформе — завершающий этап создания сайта. Здесь работает непосредственно наша команда разработчиков, которые информируют вас о процессе, советуются с вами при необходимости и учитывают все пожелания.',
        img: {
            backgroundImage: 'url(' + imgA3 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },
    {
        header: 'Тестирование работы сайта в различных браузерах',
        desc: 'После завершения разработки проводится тщательное А/В тестирование версий, а также QA тестирование самого продукта. И лишь после нескольких идеальных повторений теста продукт выходит “в свет”.',
        img: {
            backgroundImage: 'url(' + imgA4 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },
    {
        header: 'Публикация готового продукта в сети Интернет на хостинге',
        desc: 'Выбираем для вас хостинг и доменное имя и загружаем рабочую версию сайта.',
        img: {
            backgroundImage: 'url(' + imgA5 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },
    {
        header: 'Продвижение в Google и Яндекс',
        desc: 'Продвигаем ваш сайт через диджитал-маркетинговые инструменты с целью привлечь в воронку продаж максимальное количество потенциальных покупателей. Осуществляем все настройки на вашу ЦА, а также на луклайк аудиторию продукта и контролируем каждый рекламный день, корректируя и дорабатывая настройки, чтобы сберечь ваш рекламный бюджет с максимальным результатом по конверсиям.',
        img: {
            backgroundImage: 'url(' + imgA6 + ')',
            backgroundSize: 'contain',
            backgroundPosition: 'center'
        }
    },


]

